[
    {
        "title": "First Post",
        "content": "I made blurbs because it's alot of work to try and make a new page for every thing so now i can just type them out here and not have to worry so much about formatting and consistancy.",
        "date": "Dec 10 2023"
    },
    {
        "title": "Happy sugar life",
        "content": "i was watching happy Sugar Life last night and it was much better than i remember. Last time i watched it, everyone seemed kind of irrational wih everything they did, but now that i have a better grasp on psychology and how trauma effects a person, most of the actions coincided with common irrational behaviors presented by people suffereing with the traumas the people in the show are dealing with. <br> still probably my favorite anime",
        "date": "Dec 10 2023"
    },
    {
        "title": "Why is it so hard to get therapy?",
        "content": "i've been rejected by like 3 different practices to far :<",
        "date": "Dec 23 2023"
    },
    {
        "title": "The Eiffel tower is so beautiful",
        "content": "i went to Paris recently and when seeing the Eiffel tower up close for the first time i dissociated for a full half an hour studying the tower. My engineering brain took over and i saw the forces in each member, a truely breathtaking experience. ",
        "date": "Jan 3 2024"
    },
    {
        "title": "Do something with your hands",
        "content": "I recently realized that computer screens really impact my derealism, staring at them makes me lose touch with reality and myself. I recently go back into sewing and a few other hobbies that are not going on the computer. Doing things with my hands has really helped me and i think it's important to remember since it seems half our lives are staring at screens now.",
        "date": "Feb 1 2024"
    },
    {
        "title": "One year on E",
        "content": "Happy first Girliversary!",
        "date": "Feb 6 2024"
    },
    {
        "title": "Digital Derealization",
        "content": "the screens are all encompassing, they make me forget im alive, they make me forget im in a place, that i have a body, then im ripped back into a sudo state of reality that is my default, a world of hints of the reality below, unfortunately, i very rarely get to experience that reality, but the world of the screens is just as comforting in it's own way.",
        "date": "Feb 12 2024"
    }
]